Revit 2027 API
ParameterTypeId.KeynoteNumber Property
 "Key Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KeynoteNumber { get; }
Public Shared ReadOnly Property KeynoteNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KeynoteNumber {
	ForgeTypeId^ get ();
}
static member KeynoteNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace